Repository: mozilla-l10n/mt-training-data
Catalog: ab/ab_pontoon.tmx
Source language: en_us
Languages: ab

source: Click for more details
ab: Еиҳаны адырразы шәақәыӷәӷәа

source: Close after one day
ab: Есымша иарктәуп

source: Close after one month
ab: Мызкы ашьҭахь иаркхоит

source: Close after one week
ab: Мчыбжьык ашьҭахь иаркхоит

source: Close all inactive tabs
ab: Иактивым абларҭақәа зегьы арктәуп

source: Close all tabs
ab: Агәылаҵақәа зегьы арктәуп

source: Close bookmarks
ab: Иарктәуп анҵамҭақәа

source: Close custom tab menu sheet
ab: Иарктәуп иҷыдоу абларҭа амениу адаҟьа

source: Close extensions menu sheet
ab: Анарҭбаарақәа рмениу адаҟьа арктәуп

source: Close main menu sheet
ab: Амениу хада адаҟьа арктәуп

source: Close manually
ab: Напыла аркра

source: Close private tabs
ab: Ахатә абларҭақәа арктәуп

source: Close private tabs?
ab: Ахатә абӷьыцқәа арктәума?

source: Close reader view
ab: Аԥхьара аҿаԥшыра арктәуп

source: Close review checker
ab: Иарктәуп ахҳәаа агәаҭара

source: Close save menu sheet
ab: Аиқәырхара амениу адаҟьа арктәуп

source: Close survey
ab: Иааигәаны аҭҵаара

source: Close tab
ab: Абларҭа арктәуп

source: Close tabs
ab: Агәылаҵақәа арктәуп

source: Close tab %s
ab: Агәылаҵа арктәуп %s

source: Close tools menu sheet
ab: Иарктәуп амыругақәа рмениу адаҟьа

source: Close Translations sheet
ab: Аиҭагаратә ҭыԥ арктәуп

source: collapse
ab: ахыбгалара

source: collapsed
ab: Еилаҳаз

source: Collapse group of synced tabs
ab: Асинхронизациа зызу абларҭақәа ргәыԥ еидҵатәуп

source: Collapse inactive tabs
ab: Иактивым абларҭақәа реидкылара

source: Collapse saved addresses
ab: Иеиқәырхоу адресқәа реизгара

source: Collapse saved cards
ab: Иеиқәырхоу ахсаалақәа реилаԥсара

source: Collapse saved passwords
ab: Иеидкылатәуп еиқәырхоу амаӡажәақәа

source: Collection %d
ab: Аизга %d

source: Collection deleted
ab: Аизга аныхуп

source: Collection menu
ab: Аизгатә мениу

source: Collection name
ab: Аизга ахьӡ

source: Collection owner (User ID)
ab: Аизга зтәу (ахархәаҩ иID)

source: Collection renamed
ab: Аизга ахьӡ ԥсахуп

source: Collections
ab: Аизгақәа

source: Collection saved!
ab: Аизга еиқәырхоуп!

source: Collect the things that matter to you. Group together similar searches, sites, and tabs for quick access later.
ab: Еизга шәара шәзы акыр зҵазкуа. Еидҵа еиԥшу аԥшаарақәа, асаитқәа, насгьы анҵамҭақәа ԥхьаҟа ирласны анеиразы.

source: Common myths about private browsing
ab: Ахатә ԥшаара иазку еицырзеиԥшу амифқәа

source: Competitiveness
ab: Аконкуренциа

source: Complete action using
ab: Аус хыркәшатәуп ахархәарала

source: Connect another device
ab: Даҽа хархәагак аҿактәуп

source: Connect another device.
ab: Даҽа ҳәагак аҿактәуп.

source: Connect Another Device…
ab: Даҽа ҳәагак аҿактәуп…

source: Connection is not secure
ab: Аимадара шәарҭуп

source: Connection is secure
ab: Аимадара шәарҭам

source: Content
ab: Аконтент

source: Content crashed
ab: Иҭагалатәу аҵакы ԥхасҭоуп

source: Content Encoding Error
ab: Аҵакы арӷәӷәара агха

source: Continue to HTTP Site
ab: HTTP аверсиахь аиасра

source: Continue to website
ab: Асаит ахь ахынҳәра

source: Continue with extensions disabled
ab: Аиҵыхрақәа ҿыхны иацҵатәуп

source: Control browser proxy settings
ab: Абраузер аҟны апрокси архиарақәа рконтроль азура

source: Cookie Banner Blocker
ab: Акуки ардырра аблокатор

source: Cookie Banner Blocker in private browsing
ab: Акукиқәа рдырраҭара аблокатор хатә ԥшаараҿы

source: Cookies and site data
ab: Акукиқәеи асаит адыррақәеи

source: Cookies from unvisited sites
ab: Иҭаамыз асаитқәа рҟынтәи акукиқәа

source: Copied to clipboard
ab: Аҭаӡҩыраҿы иқәҭыхуп

source: Copy
ab: Ақәҭыхра

source: Copy email address
ab: Ае-маил адрес ақәҭыхра

source: Copy image
ab: Асахьа ақәҭыхра

source: Copy image location
ab: Асахьа азхьарԥш ақәҭыхра

source: Copy link
ab: Азхьарԥш ақәҭыхра

source: Copy password
ab: Апароль акопиа ахыхтәуп

source: Copy to clipboard
ab: Аҭаӡҩыраҿы акопиа ахыхтәуп

source: Copy username
ab: Ахархәаҩ ихьӡ акопиа ахыхтәуп

source: Corrupted Content Error
ab: Иҭагалатәу аҵакы ԥхасҭоуп

source: Could not open file
ab: Афаил аартра алымшеит

source: Couldn’t change wallpaper
ab: Аҭӡамц аԥсахра алымшеит

source: Couldn’t delete <b>%1$s</b>. Please try again.
ab: Аԥыхра алымшеит <b>%1$s</b>. Даҽазнык шәҽазышәшәа.

source: Couldn’t download <b>%1$s</b>. Please try again.
ab: Аҭагалара алымшеит <b>%1$s</b>. Даҽазнык шәҽазышәшәа.

source: Couldn’t download wallpaper
ab: Аҭӡамц аҭагалара алымшеит

source: Couldn’t load languages. Check your internet connection and try again.
ab: Абызшәақәа рҭагалара алымшеит. Уинтернет аимадара гәаҭаны даҽазнык уҽазышәа.

source: Couldn’t load languages. Please check back later.
ab: Абызшәақәа рҭагалара алымшеит. Ҳаҳәоит, нас шәеиҭахәаԥш.

source: Couldn’t load sites. Please check back later.
ab: Асаитқәа рҭагалара алымшеит. Ҳаҳәоит, нас шәеиҭахәаԥш.

source: Country or region
ab: Атәыла ма арегион

source: Crashes
ab: Аӡааҟәрылара

source: Crash Reports
ab: Акаҳарақәа рзы адырраҭарақәа

source: Created %s
ab: %s ацҵоуп

source: Cross-site and social media trackers
ab: Асаитқәеи асоциалтә шьҭаҵаҩцәеи

source: Cross-site cookies
ab: Асаитқәа рыбжьаратәи акукиқәа

source: Cross-Site Cookies
ab: Асаитқәа рыбжьаратәи акукиқәа

source: Cross-Site Tracking Cookies
ab: Асаитқәа рыбжьара ашьҭаҵаратә кукиқәа

source: Cryptominers
ab: Акриптоминерцәа

source: Current domain: %s
ab: Уажәтәи адомен: %s

source: Custom
ab: Хаҭалатәи

source: Custom dark mode for the mobile web.
ab: Мобилтә интернет азы еиқәыршәатәу атема лашьца.

source: Custom extension collection
ab: Иҷыдоу анарҭбаарақәа реизга

source: Customize
ab: Ахатәтәра

source: Customize homepage
ab: Ахәаԥшышьа аԥсахра

source: Customize reader view
ab: Аԥхьара аҿаԥшыра шьақәыргылатәуп

source: Customize Reader View
ab: Аԥхьара аԥшра рхиатәуп

source: Customize your Firefox with extensions
ab: Анарҭбаарақәа рыла Firefox рхиатәуп

source: Custom Mozilla account server
ab: Мозилла ахатә хыԥхьаӡара асервер

source: Custom search engine details
ab: Иалху аԥшаагатә машьына иазку адыррақәа

source: Custom Sync server
ab: Ахатә синхронизациа асервер

source: %d addresses
ab: Адресқәа: %d

source: Dark
ab: Аиқәаҵәа

source: Dark color scheme
ab: Ашәыгақәа «Еиқәаҵәоу» рсхема

source: Dark Reader
ab: Аԥхьаҩ Еиқәаҵәа

source: Data choices
ab: Адыррақәа ралхра

source: Data collection
ab: Адыррақәа реизгара

source: Debug menu: %1$d click(s) left to enable
ab: Ариашаратә мениу аус аруразы ақәыӷәӷәарақәа рхыԥхьаӡара: %1$d

source: Debug menu enabled
ab: Ариашаратә мениу аус арууп

source: Debug Tools
ab: Ариашаратә мыругақәа

source: Dec
ab: Дек

source: Deceptive site issue
ab: Амцтә вебсаит

source: Default search engine
ab: Аԥшаага машьына ишыҟоу еиԥш

source: Delete %1$s?
ab: Иԥыхтәума %1$s?

source: Delete %1$s (%2$s)?
ab: Иԥыхтәума %1$s (%2$s)?

source: Delete address
ab: Ианыхтәуп адрес

source: Delete all exceptions
ab: Аҷыдарақәа зегьы аԥыхтәуп

source: Delete all languages
ab: Ианыхтәуп абызшәақәа зегьы

source: Delete all languages (%1$s)?
ab: Абызшәақәа зегьы ԥыхтәума (%1$s)?

source: Delete all sites in “%s”
ab: ”%s” аҟны иҟоу асаитқәа зегьы ԥыхтәуп

source: Delete bookmark
ab: Ианыхтәуп анҵамҭа

source: Delete browsing data
ab: Иаԥыхтәуп аҳа аԥшаара адыррақәа

source: Delete browsing data on quit
ab: Адәылҵраан аҳа аԥшааратә дыррақәа рыцқьатәуп

source: Delete card
ab: Акарта аныхтәуп

source: Delete card?
ab: Акарта аԥыхтәума?

source: Delete collection
ab: Ианыхтәуп аизга

source: Deleted %1$s
ab: %1$s аныхуп

source: Deleted items: %s
ab: Ианыху ахәҭақәа: %s

source: Deleted %s
ab: %s аныхуп

source: Delete folder
ab: Аҭаӡ аныхтәуп

source: Delete from history
ab: Аҭоурых аҟынтә ианыхтәуп

source: Delete history
ab: Ианыхтәуп аҭоурых

source: Delete login with username %s
ab: Ахархәаҩ ихьӡ %s ала аҭалара аԥыхтәуп

source: Delete this address?
ab: Ари адрес аныхтәума?

source: Deleting browsing data…
ab: Аҳа аԥшааратә дыррақәа раԥыхра…

source: Deleting selected folders
ab: Иалкаау аҭаӡқәа раныхра

source: Deny
ab: Мап ацәкра

source: DENY
ab: АЗЫМКЫЗ

source: Deselect all
ab: Иаԥыхтәуп зегьы

source: Desktop Bookmarks
ab: Шәкомпиутер аҿы аҭыӡдыргақәа

source: Desktop site
ab: Акомпьютер аԥшра

source: Details
ab: Ахәҭаҷқәа

source: Device name
ab: Аиқәыршәага ахьӡ

source: Device name cannot be empty.
ab: Аиқәыршәага ахьӡ ҭацәызар ҟалом.

source: Disabled
ab: Аусура злымшо

source: Disable private browsing
ab: Ихатәу абраузер аҿыхтәуп

source: Disconnect
ab: Аиҿыхра

source: Discover more
ab: Еиҳаны аилкаара

source: Discover more extensions
ab: Еиҳаны анарҭбаарақәа ԥшаатәуп

source: Dismiss
ab: Аҵәахра

source: Dismiss find in page
ab: Ианыхтәуп аԥшаара адаҟьаҿы

source: Display notifications to you
ab: Ардыррақәа удырбоит

source: Dissatisfied
ab: Агәынамӡара

source: Done
ab: Амазеи

source: Don’t allow
ab: Азин умҭан

source: Download (%1$s)
ab: Аҭагалара (%1$s)

source: Download and translate
ab: Иҭагаланы еиҭагатәуп

source: Download completed
ab: Аҭагалара хыркәшоуп

source: Download complete languages for faster translations and to translate offline. %1$s
ab: Еиҳа ирццаку аиҭагареи аофлайн аиҭагареи рзы абызшәақәа зегьы хҩылаа. %1$s

source: Download failed
ab: Аҭагалара алымшеит

source: Download files and read and modify the browser’s download history
ab: Афаилқәа рыхгара, аԥхьара, насгьы абраузер аҭагалара аҭоурых аԥсахра

source: Downloading and verifying extension…
ab: Анарҭбаара аҭагалареи агәаҭареи…

source: Download language in data saving mode (%1$s)?
ab: Абызшәа атрафик аиқәырхаратә режим аҿы иҭагалатәуп (%1$s)?

source: Download languages
ab: Абызшәақәа ҿыхтәуп

source: Download Languages
ab: Абызшәақәа рыхгара

source: Download link
ab: Аҵаҩра аҟынтәи аҭагалара

source: Download paused
ab: Аҭагалара аамҭала иаанкылоуп

source: Downloads
ab: Аҭагаларақәа

source: Downloads Removed
ab: Аҭагалара аныхуп

source: Download while in data saving mode (%1$s)?
ab: Атрафик аиқәырхаратә режим аҿы аҭагалара (%1$s)?

source: Do you want to leave this site? Data you have entered may not be saved
ab: Ари асаит ааншәыжьырц шәҭахума? Иҭагалаз адыррақәа зегьы ыӡыр алшоит

source: %d page
ab: %d адаҟьа

source: %d pages
ab: Адаҟьақәа: %d

source: Drag from top & press back to exit
ab: Хыхьынтә иҭагаланы ”Шьҭахьҟа” ақәыӷәӷәара аҭыҵразы

source: Drag from top & use back gesture to exit
ab: Хыхьынтәи иҭганы адәылҵразы шьҭахьҟатәи анырра ахархәара

source: DRM-controlled content
ab: Акопиатә зин змоу аҵакы

source: %d tab
ab: %d абларҭа

source: %d tabs
ab: Аҭаӡҩырақәа: %d

source: %d tab selected
ab: %d абларҭа алхуп

source: %d tabs selected
ab: Иалху анҵамҭақәа: %d

source: Duplicate tab
ab: Агәылаҵа аҩынтәра

source: EDIT
ab: АԤСАХРА

source: Edit address
ab: Адрес ԥсахтәуп

source: Edit bookmark
ab: Аҭыӡдырга аредакциа азутәуп

source: Edit card
ab: Ахсаала ԥсахтәуп

source: Edit engines visible in the search menu
ab: Аԥшааратә мениу аҟны иубарҭоу асистемақәа рредакторра

source: Edit folder
ab: Аҭаӡ ԥсахтәуп

source: Edit password
ab: Амаӡажәа ԥсахтәуп

source: Edit search engine
ab: Аԥшаага машьына аԥсахра

source: Edit shortcut
ab: Аҿацә ԥсахтәуп

source: Email address copied to clipboard
ab: Ае-маил ақәҭыхуп аҭаӡҩырҭахь

source: Email with…
ab: Ишьҭтәуп поштала…

source: Enabled
ab: Аҿаркроуп

source: Enable Gecko logs
ab: Агеко ажурналқәа аҿактәуп

source: Enable in all tabs
ab: Агәылаҵақәа зегьы рҿы аус арутәуп

source: Enable only in private tabs
ab: Ихатәу абларҭақәа рҿы мацара аус арутәуп

source: Enable private browsing
ab: Ахатә ԥшаара аҿактәуп

source: Enables fingerprinting protection to stop suspected fingerprinters.
ab: Анацәашьҭақәа рҿагыларатә хьчара алнаршоит, иҟалар зылшо анацәашьҭақәа раанкыларазы.

source: Enable telemetry to send data.
ab: Адыррақәа рышьҭразы ателеметриа аус арутәуп.

source: Enable to allow pinch and zoom, even on websites that prevent this gesture.
ab: Азин ҟазымҵо асаитқәа рҿгьы амасштаб аизырҳара азин аҭара аус арутәуп.

source: Engines visible on the search menu
ab: Аԥшааратә мениу аҟны иубарҭоу асистемақәа

source: Enhanced Tracking Protection
ab: Еиӷьтәу ашьҭаԥшра ахьчара

source: Enhanced tracking protection exception preference icon
ab: Ирӷәӷәоу ашьҭаԥшра ахьчара алцаратә архиарақәа адыргаҷа

source: Enhanced Tracking Protection is off for these websites
ab: Ирӷәӷәоу ашьҭаԥшра ахьчара аҿыхуп анаҩстәи асаитқәа рзы

source: Enjoy quicker navigation that’s always at your fingertips.
ab: Еснагь шәнапы иану ирццаку анавигациа шәалагәырӷьала.

source: Enter a password
ab: Иҭажәгал шәмаӡажәа

source: Enter a search string
ab: Иҭажәгал аԥшааратә цәаҳәа

source: Enter a username
ab: Иҭажәгал ухы иаурхәо ахьӡ

source: Enter a valid card number
ab: Иҭажәгал ииашоу акарта аномер

source: Enter a valid URL
ab: Иҭажәгал ииашоу URL

source: Enter a web address
ab: Иҭажәгал ауеб адрес

source: Entering full screen mode
ab: Аекран зегьы арежим алалара

source: Enter search engine name
ab: Иҭажәгал аԥшаага машьына ахьӡ

source: Enter search terms
ab: Иҭажәгал шәыԥшааратә термин

source: Erase browsing history
ab: Ианыхтәуп ауеб аԥшаара аҭоурых

source: Error
ab: Агха

source: Error Code: NS_ERROR_OFFLINE
ab: Агха акод: NS_ERROR_OFFLINE

source: Error connecting to “%s”
ab: “%s” аимадараан агха ҟалеит

source: Everything
ab: Зегьы

source: Exceeded the maximum number of tabs (%1$s) that can be generated in one operation
ab: Иреиҳау ахыԥхьаӡара анҵамҭақәа (%1$s) операциак аҿы иаԥҵахар зылшо еиҳахеит

source: Exceptions
ab: Аҷыдаҟазшьақәа

source: Exceptions let you disable tracking protection for selected sites.
ab: Аҷыдаҟазшьақәа иалху асаитқәа рҿы ашьҭаԥшра ахьчара арцәара алшара рнаҭоит.

source: Exchange messages with apps other than this one
ab: Уи анҭыҵ апрограммақәа рыла аацҳарақәа рышьҭра

source: Exit multiselect mode
ab: Ирацәоу алхрақәа ррежим аҭыҵра

source: expand
ab: аиҵыхра

source: expanded
ab: Еиҵыху

source: Expand group of synced tabs
ab: Ирҭбаатәуп асинхронизациа зызу абларҭақәа ргәыԥ

source: Expand inactive tabs
ab: Иактивым абларҭақәа рҭбаара

source: Expand saved addresses
ab: Ирҭбаатәуп иеиқәырхоу адресқәа

source: Expand saved cards
ab: Ирҭбаатәуп еиқәырхоу ахсаалақәа

source: Expand saved passwords
ab: Еиҵыхтәуп еиқәырхоу ажәамаӡақәа

source: Expiration Date
ab: Аус аура аамҭа

source: Expiration Date Month
ab: Аус зуа амза

source: Expiration Date Year
ab: Аус зуа ашықәс

source: Explore extensions
ab: Анарҭбаарақәа раартра

source: Explore more extensions
ab: Еиҳаны анарҭбаарақәа ҭышәҵаа

source: Explore more extensions.
ab: Еиҳаны анарҭбаарақәа ҭышәҵаа.

source: Explore more wallpapers
ab: Егьырҭ аҭӡамцқәа рбара

source: Extend developer tools to access your data in open tabs
ab: Иаарту абӷьыцқәа рҿы шәдыррақәа рахь анеирҭа аԥҵаҩы имыругақәа рырҭбаара

source: Extension collection modified. Quitting the application to apply changes…
ab: Анарҭбаара аизга ԥсахуп. Аԥсахрақәа рхархәаразы апликациа аҭыҵра…

source: Extensions
ab: Аиҵыхрақәа

source: Extensions are temporarily disabled
ab: Анарҭбаарақәа аамҭала иҿыхуп

source: Extensions level up your browsing, from changing how %s looks and performs to boosting privacy and safety.
ab: Анарҭбаарақәа шәвеб-сафинг егьи аҩаӡарахь иргоит, %s аԥшреи аусуреи рыԥсахра инаркны амаӡареи ашәарҭадареи рырӷәӷәара аҟынӡа.

source: Extensions Manager
ab: Анарҭбаарақәа рменеџьер

source: Extensions, navigate up
ab: Аиҵыхрақәа, хыхь шәца

source: Extension updates
ab: Анарҭбаара арҿыцрақәа

source: External download manager
ab: Адәныҟатәи аҭагалара анапхгаҩы

source: Failed to disable %1$s
ab: Аиҟәгараан агха ҟалеит %1$s

source: Failed to enable %1$s
ab: %1$s аус арураан агха

source: Failed to install %1$s
ab: Агха ҟалеит ашьақәыргылараан %1$s

source: Failed to install this extension.
ab: Ари анарҭбаара ашьақәыргылара алымшеит.

source: Failed to query extensions!
ab: Анарҭбаара ахьӡынҵа аҭагалара алымшеит!

source: Failed to remove %1$s
ab: Аԥыхраан агха ҟалеит %1$s

source: Failed to uninstall %1$s
ab: Аԥыхраан агха: %1$s

source: Feb
ab: Фев

source: File Not Found
ab: Афаил ԥшаам

source: Files and media permission access needed to download files. Go to Android settings, tap permissions, and tap allow.
ab: Афаилқәеи амедиеи рзинқәа аҭахуп афаилқәа рҭагаларазы. Android асистема архиарақәа рахь ацара, алхра «Азинқәа», нас алхра «Азин аҭара».

source: Fill and save usernames and passwords in websites while using %1$s.
ab: Иҭәны иҵәахтәуп ахархәаҩ ихьӡқәеи аԥсыӡажәақәеи асаитқәа рҿы %1$s ахархәараан.

source: Fill link from clipboard
ab: Аҭаӡҩыра аҟынтәи азхьарԥш ақәырҷабра

source: Fill usernames and passwords in other apps on your device.
ab: Иҭажәгал шәхы иашәырхәо ахьӡқәеи аԥсыӡажәақәеи шәхыхәҭаҿы иҟоу егьырҭ апрограммақәа рзы.

source: Find in page
ab: Иԥшаатәуп адаҟьаҿы

source: Find in page…
ab: Адаҟьаҿы иԥшаатәуп…

source: Find more extensions
ab: Еиҳаны анарҭбаарақәа ԥшаатәуп

source: Find next result
ab: Анаҩстәи аиқәшәара аԥшаара

source: Find out if you can trust this product’s reviews — before you buy.
ab: Аахәара ҟашәҵаанӡа, еилышәкаа аалыҵ азы ахҳәаақәа рыгәра шәгозар.

source: Find out why millions love Firefox
ab: Еилышәкаа миллионҩыла ауаа Firefox бзиа изырбо

source: Find previous result
ab: Иаԥхьанеиуа аиқәшәара аԥшаара

source: Find something nearby. Or discover something fun.
ab: Ааигәа акы ԥшаа. Мамзаргьы иччархәу акы аԥшаара.

source: Find what you need faster, from private browsing to save actions.
ab: Иԥшаатәуп иуҭаху еиҳа ирласны, хатә ԥшаара инаркны аусқәа рыхьчара аҟынӡа.

source: Fingerprinters
ab: Адиджиталтә нацәашьҭақәа реизгагақәа

source: Firefox can close tabs you haven’t viewed over the past month.
ab: Firefox иҳаҩсыз амзазы узҭамлаз анҵамҭақәа аркра алшоит.

source: Firefox encrypts your passwords, bookmarks, and more when you’re synced.
ab: Firefox асинхронизациа аан уԥсыӡажәақәа, уҭыжьымҭақәа, егьырҭ адыррақәа шифр рнаҭоит.

source: Firefox is fast and private
ab: Firefox иццакуеит, иагьыхадоуп

source: Firefox logo
ab: Firefox алоготип

source: Firefox privacy notice
ab: Firefox Амаӡаратә рдырраҭара

source: Firefox Suggest
ab: Firefox Адгалара

source: FOLDER
ab: АПАПКА

source: Follow device language
ab: Аиқәыршәага аҟны еиԥш

source: Follow device theme
ab: Аиқәыршәага атема ахархәара

source: Font Size
ab: Ашрифт ашәагаа

source: Font size decrease
ab: Ашрифт ашәагаа армаҷтәуп

source: Font size increase
ab: Ашрифт ашәагаа иацҵатәуп

source: Font size will match your Android settings. Disable to manage font size here.
ab: Ашрифт ашәагаа Android архиарақәа ирықәшәоит. Ашрифт ашәагаа анапхгара аҭаразы ари архиара аҿыхтәуп.

source: Forward
ab: Аԥхьаҟа

source: For your privacy, translations never leave your device. New languages and improvements coming soon! %1$s
ab: Уара умаӡаразы, аиагара ухы иаурхәо ахаангьы иаанрыжьӡом. Абызшәа ҿыцқәеи аиӷьтәрақәеи лассы иҟалоит! %1$s

source: Frees up storage space
ab: Аҭыԥ ҭацәнатәуеит

source: Front-facing camera
ab: Аԥхьатәи акамера

source: Full screen site controls
ab: Асаит аекран зегьы ахәаԥшра анапхгара азура

source: Gathering crash data
ab: Ҵагалан адыррақәа реизгара

source: Gathering crash telemetry data
ab: Аҭашәаратә телеметриа адыррақәа реизгара

source: Gestures
ab: Анапқәа

source: Get data from the clipboard
ab: Аҭаӡҩыра аҟынтәи адыррақәа раагара

source: Get started
ab: Алагара

source: Get suggestions from the web related to your search
ab: Уԥшаара инақәыршәаны ауеб аҟынтәи аҳәарақәа уоурц

source: Glean Debug Tools
ab: Аиашамрақәа рыӡбара амыругақәа рыцқьара

source: Go Back
ab: Шьҭахьҟа

source: Go Back (Recommended)
ab: Шьҭахьҟа (еиӷьуп)

source: Google Search
ab: Google Аԥшаара

source: Got it
ab: Еилкаауп

source: Go to settings
ab: Аиқәыршәарақәа рахь ацара

source: Go to Settings
ab: Аиқәыршәарақәа рахь ацара

source: Grid
ab: Аҭаҭын

source: Group deleted
ab: Агәыԥ аныхуп

source: Harmful site issue
ab: Ишәарҭоу асаиҭ

source: Help make printing in Firefox better. It only takes a sec
ab: Firefox аҟны акьыԥхьра аиӷьтәраҿы ацхыраара. Секундк ауп иаҭаххо

source: Help make search in Firefox better. It only takes a minute
ab: Firefox аԥшаара еиӷьны аҟаҵараҿы ацхыраара. Минуҭк ауп иаҭаххо

source: Help make sync in Firefox better. It only takes a minute
ab: Firefox аҟны асинхронизациа аиӷьтәразы ацхыраара. Минуҭк ауп иаҭаххо

source: Help us make Firefox better. It only takes a minute.
ab: Firefox аиӷьтәра ҳацхраа. Минуҭк ауп иаҭаххо.

source: Hide and show browser tabs
ab: Абраузер абларҭақәа рыҵәахра ма раарԥшра

source: Hide password
ab: Амаӡажәа ҵәахтәуп

source: Highlighted
ab: Иалкаауп

source: Highlights from recent reviews
ab: Аҵыхәтәантәи ахҳәаақәа рҟынтәи ахшыҩзышьҭра дуқәа

source: History
ab: Ахҭыс

source: History Deleted
ab: Аҭоурых аныхуп

source: Homepage
ab: Ахатә даҟьа

source: Homepage after four hours of inactivity
ab: Ԥшь-сааҭк аусурадара ашьҭахь ахатә даҟьа

source: Home screen
ab: Ахатә екран

source: Hostname required
ab: Иҭажәгал асервер ахьӡ

source: However, it’s also possible that an attacker is involved. If you continue to the website, you should not enter any sensitive info. If you continue, HTTPS-Only mode will be turned off temporarily for the site.
ab: Аха ажәылаҩцәа рыҽрыладырхәыр рылшоит. Асаит ахь уцазар, ухатә дыррақәа асаит аҿы иҭаумҵароуп. Уацҵаны уҟазар, ари асаит азы HTTPS мацара амоду аамҭала иаҿыххоит.

source: How reliable are these reviews?
ab: Шаҟа рыгәра угартә иҟоузеи арҭ ахҳәаақәа?

source: How satisfied are you with printing in Firefox?
ab: Шаҟа угәы иақәшәозеи Firefox ала акьыԥхьра?

source: How satisfied are you with the search experience in Firefox?
ab: Шаҟа угәы иақәшәозеи Firefox аԥшаара?

source: How satisfied are you with the sync experience in Firefox?
ab: Шаҟа угәы иақәшәозеи Firefox аҟны асинхронизациа?

source: How satisfied are you with your Firefox homepage?
ab: Шаҟа угәы иақәшәозеи Firefox ахатә даҟьа?

source: how %s determines review quality
ab: Ишԥаӡбо %s ахҳәаа ахаҭабзиара

source: How we determine review quality
ab: Ахҳәаақәа рхаҭабзиара шҳаӡбо

source: HTTPS-Only Mode
ab: ”HTTPS мацара” арежим

source: I don’t use it
ab: Сара уи схы иасырхәом

source: I don’t use search on Firefox
ab: Сара аԥшаара схы иасырхәом Firefox аҟны

source: I don’t use sync
ab: Сара асинхрон схы иасырхәом

source: If allowed, private tabs will also be visible when multiple apps are open
ab: Иаҿузар, хатә гәылаҵақәа убарҭахоит ирацәаны апрграммақәа рыԥшаараан

source: If you close all Private tabs now, %1$s download will be canceled. Are you sure you want to leave Private Browsing?
ab: Ахатә ҭаӡҩырақәа зегьы уажәы иауркыр, %1$s ԥыххоит. Ахатә ԥшаара аҟынтәи аҭыҵра уҭахума?

source: If you delete all languages, %1$s will download partial languages to your cache as you translate.
ab: Абызшәақәа зегьы аныхра, %1$s еиҭарго аамҭазы бызшәақәак укеш ахь иҭанагалоит.

source: If you delete this language, %1$s will download partial languages to your cache as you translate.
ab: Абри абызшәа аныхра, %1$s еиҭагоу аамҭазы абызшәақәа хәҭак укеш ахь иҭанагалоит.

source: If you see this product is back in stock, report it and we’ll work on checking the reviews.
ab: Ари ахәҭа шьҭахьҟа иҟоу жәбазар, иҳашәҳәа, ҳара ахҳәаа гәаҳҭоит.

source: If you trust this extension, you can give it permission on every website.
ab: Ари анарҭбаара уақәгәыӷуазар, иарбанзаалак асаит аҿы азин иуҭар улшоит.

source: Image copied to clipboard
ab: Асахьа ақәҭыхга таблицахь иқәҭыхуп

source: Inactive
ab: Иактивым

source: Inactive tabs
ab: Иактивым абларҭақәа

source: In all tabs
ab: Ахҵарақәа зегьы рҿы

source: Includes phone numbers and email addresses
ab: Иаҵанакуеит аҭел аномерқәеи ае-маил адресқәеи

source: Info coming soon
ab: Аинформациа лассы иҟалоит

source: In progress
ab: Имҩаԥысуеит

source: Input data to the clipboard
ab: Аҭаӡҩыраҿы адыррақәа рықәыргылара

source: Install %1$s
ab: Ишьақәыргылатәуп %1$s

source: Installed
ab: Иқәыргылоуп

source: Install extension from file
ab: Афаил аҟынтәи анарҭбаара шьақәыргылатәуп
